Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# error.hasPassword
source: This account has a password. Enter it to confirm instead of a code.
ar: لهذا الحساب كلمة مرور. أدخلها للتأكيد بدلًا من الرمز.
bn: এই অ্যাকাউন্টে পাসওয়ার্ড আছে। কোডের বদলে নিশ্চিত করতে সেটি দিন।
ca: Aquest compte té contrasenya. Introdueix-la per confirmar en lloc d'un codi.
cs: Tento účet má heslo. Zadej ho pro potvrzení místo kódu.
da: Denne konto har en adgangskode. Indtast den for at bekræfte i stedet for en kode.
de: Dieses Konto hat ein Passwort. Gib es zur Bestätigung statt eines Codes ein.
el: Αυτός ο λογαριασμός έχει κωδικό. Εισήγαγέ τον για επιβεβαίωση αντί για κωδικό μίας χρήσης.
es: Esta cuenta tiene contraseña. Introdúcela para confirmar en lugar de un código.
fi: Tilillä on salasana. Vahvista se antamalla salasana koodin sijaan.
fr: Ce compte a un mot de passe. Saisissez-le pour confirmer, à la place d’un code.
he: לחשבון הזה יש סיסמה. הזן אותה לאישור במקום קוד.
hi: इस अकाउंट में पासवर्ड है। कोड के बजाय पुष्टि के लिए उसे डालें।
hr: Ovaj račun ima lozinku. Unesi je za potvrdu umjesto koda.
hu: Ennek a fióknak van jelszava. A kód helyett add meg azt a megerősítéshez.
id: Akun ini punya kata sandi. Masukkan kata sandi itu untuk mengonfirmasi, bukan kode.
it: Questo account ha una password. Inseriscila per confermare al posto del codice.
ja: このアカウントにはパスワードがあります。コードの代わりにパスワードを入力して確認してください。
ko: 이 계정에는 비밀번호가 있어요. 코드 대신 비밀번호를 입력해 확인하세요.
ml: ഈ അക്കൗണ്ടിന് ഒരു പാസ്‌വേഡ് ഉണ്ട്. കോഡിന് പകരം സ്ഥിരീകരിക്കാൻ അത് നൽകുക.
ms: Akaun ini mempunyai kata laluan. Masukkannya untuk mengesahkan sebagai ganti kod.
nb: Denne kontoen har et passord. Skriv det inn for å bekrefte i stedet for en kode.
nl: Dit account heeft een wachtwoord. Voer dat in om te bevestigen in plaats van een code.
pl: To konto ma hasło. Wpisz je, aby potwierdzić zamiast kodu.
pt_br: Esta conta tem senha. Digite-a para confirmar, em vez de um código.
pt_pt: Esta conta tem uma palavra-passe. Introduza-a para confirmar em vez de um código.
ro: Acest cont are o parolă. Introdu-o pentru confirmare, în loc de un cod.
ru: У этого аккаунта есть пароль. Введите его для подтверждения вместо кода.
sk: Tento účet má heslo. Namiesto kódu ho zadaj na potvrdenie.
sv: Det här kontot har ett lösenord. Ange det för att bekräfta i stället för en kod.
ta: இந்தக் கணக்குக்குக் கடவுச்சொல் உள்ளது. குறியீட்டுக்குப் பதிலாக உறுதிப்படுத்த அதை உள்ளிடுங்கள்.
te: ఈ ఖాతాకు పాస్‌వర్డ్ ఉంది. కోడ్‌కు బదులుగా నిర్ధారించడానికి దాన్ని నమోదు చేయండి.
th: บัญชีนี้มีรหัสผ่าน ใส่รหัสผ่านเพื่อยืนยันแทนรหัสยืนยัน
tr: Bu hesabın bir şifresi var. Kod yerine onu girerek onaylayın.
uk: Цей обліковий запис має пароль. Введіть його для підтвердження замість коду.
ur: اس اکاؤنٹ کا پاس ورڈ ہے۔ کوڈ کی بجائے تصدیق کے لیے اسے درج کریں۔
vi: Tài khoản này có mật khẩu. Hãy nhập mật khẩu để xác nhận thay cho mã.
zh_hans: 此账户设有密码。请输入密码来确认，而不是验证码。
zh_hant: 此帳號設有密碼。請輸入密碼來確認，而不是驗證碼。

# error.httpStatus
source: Request failed (%@).
ar: فشل الطلب (%@).
bn: অনুরোধ ব্যর্থ হয়েছে (%@)।
ca: La sol·licitud ha fallat (%@).
cs: Požadavek selhal (%@).
da: Anmodningen mislykkedes (%@).
de: Anfrage fehlgeschlagen (%@).
el: Το αίτημα απέτυχε (%@).
es: Falló la solicitud (%@).
fi: Pyyntö epäonnistui (%@).
fr: Échec de la requête (%@).
he: הבקשה נכשלה (%@).
hi: अनुरोध विफल रहा (%@)।
hr: Zahtjev nije uspio (%@).
hu: A kérés sikertelen (%@).
id: Permintaan gagal (%@).
it: Richiesta non riuscita (%@).
ja: リクエストに失敗しました(%@)。
ko: 요청에 실패했어요 (%@).
ml: അഭ്യർഥന പരാജയപ്പെട്ടു (%@).
ms: Permintaan gagal (%@).
nb: Forespørselen mislyktes (%@).
nl: Verzoek mislukt (%@).
pl: Żądanie nie powiodło się (%@).
pt_br: A solicitação falhou (%@).
pt_pt: O pedido falhou (%@).
ro: Cererea a eșuat (%@).
ru: Запрос не выполнен (%@).
sk: Žiadosť zlyhala (%@).
sv: Begäran misslyckades (%@).
ta: கோரிக்கை தோல்வியடைந்தது (%@).
te: అభ్యర్థన విఫలమైంది (%@).
th: คำขอล้มเหลว (%@)
tr: İstek başarısız oldu (%@).
uk: Запит не вдався (%@).
ur: درخواست ناکام ہو گئی (%@)۔
vi: Yêu cầu thất bại (%@).
zh_hans: 请求失败（%@）。
zh_hant: 請求失敗（%@）。

# error.identityAlreadyUsed
source: This identity is already linked to another Known account.
ar: هذه الهوية مرتبطة بحساب آخر في «معروف» بالفعل.
bn: এই পরিচয় ইতিমধ্যে অন্য একটি Known অ্যাকাউন্টের সাথে যুক্ত।
ca: Aquesta identitat ja està vinculada a un altre compte de Known.
cs: Tato totožnost je už propojena s jiným účtem Known.
da: Denne identitet er allerede knyttet til en anden Known-konto.
de: Diese Identität ist bereits mit einem anderen Known-Konto verknüpft.
el: Αυτή η ταυτότητα είναι ήδη συνδεδεμένη με άλλο λογαριασμό Known.
es: Esta identidad ya está vinculada a otra cuenta de Known.
fi: Tämä henkilöllisyys on jo liitetty toiseen Known-tiliin.
fr: Cette identité est déjà liée à un autre compte Known.
he: הזהות הזו כבר מקושרת לחשבון Known אחר.
hi: यह पहचान पहले से किसी दूसरे Known अकाउंट से जुड़ी है।
hr: Ovaj identitet već je povezan s drugim Known računom.
hu: Ez a személyazonosság már egy másik Known-fiókhoz van kapcsolva.
id: Identitas ini sudah terhubung ke akun Known lain.
it: Questa identità è già collegata a un altro account Known.
ja: この本人情報は、すでに別のKnownアカウントに紐づいています。
ko: 이 신원은 이미 다른 Known 계정에 연결되어 있어요.
ml: ഈ ഐഡന്റിറ്റി ഇതിനകം മറ്റൊരു Known അക്കൗണ്ടുമായി ബന്ധിപ്പിച്ചിരിക്കുന്നു.
ms: Identiti ini sudah dipautkan kepada akaun Known lain.
nb: Denne identiteten er allerede knyttet til en annen Known-konto.
nl: Deze identiteit is al gekoppeld aan een ander Known-account.
pl: Ta tożsamość jest już powiązana z innym kontem Known.
pt_br: Esta identidade já está vinculada a outra conta do Known.
pt_pt: Esta identidade já está associada a outra conta Known.
ro: Această identitate este deja asociată cu alt cont Known.
ru: Эта личность уже привязана к другому аккаунту Known.
sk: Táto totožnosť je už prepojená s iným účtom Known.
sv: Den här identiteten är redan kopplad till ett annat Known-konto.
ta: இந்த அடையாளம் ஏற்கெனவே வேறொரு Known கணக்குடன் இணைக்கப்பட்டுள்ளது.
te: ఈ గుర్తింపు ఇప్పటికే మరో Known ఖాతాకు లింక్ చేయబడింది.
th: ตัวตนนี้เชื่อมกับบัญชี Known อื่นแล้ว
tr: Bu kimlik zaten başka bir Known hesabına bağlı.
uk: Ця особа вже привʼязана до іншого облікового запису Known.
ur: یہ شناخت پہلے ہی کسی دوسرے Known اکاؤنٹ سے جڑی ہوئی ہے۔
vi: Danh tính này đã được liên kết với một tài khoản Known khác.
zh_hans: 此身份已关联到另一个 Known 账户。
zh_hant: 此身分已連結到另一個 Known 帳號。

# error.identityHold
source: Posting is paused while we check a question about this account's identity. You can still read, and your posts are still visible.
ar: النشر متوقف مؤقتًا بينما نتحقق من سؤال حول هوية هذا الحساب. لا يزال بإمكانك القراءة، ومنشوراتك لا تزال ظاهرة.
bn: এই অ্যাকাউন্টের পরিচয় নিয়ে একটি প্রশ্ন যাচাই করার সময় পোস্ট করা বন্ধ আছে। আপনি এখনও পড়তে পারবেন, এবং আপনার পোস্ট আগের মতোই দেখা যাবে।
ca: La publicació està en pausa mentre comprovem una qüestió sobre la identitat d'aquest compte. Encara pots llegir i les teves publicacions continuen visibles.
cs: Zveřejňování je pozastaveno, dokud ověřujeme otázku k totožnosti tohoto účtu. Stále můžeš číst a tvé příspěvky zůstávají viditelné.
da: Opslag er sat på pause, mens vi undersøger et spørgsmål om denne kontos identitet. Du kan stadig læse, og dine opslag er stadig synlige.
de: Das Posten ist pausiert, während wir eine Frage zur Identität dieses Kontos klären. Du kannst weiterhin lesen, und deine Beiträge bleiben sichtbar.
el: Οι αναρτήσεις έχουν παγώσει όσο ελέγχουμε μια απορία για την ταυτότητα αυτού του λογαριασμού. Μπορείς ακόμα να διαβάζεις και οι αναρτήσεις σου παραμένουν ορατές.
es: Las publicaciones están en pausa mientras comprobamos una duda sobre la identidad de esta cuenta. Aún puedes leer y tus publicaciones siguen visibles.
fi: Julkaiseminen on keskeytetty, kunnes selvitämme kysymyksen tämän tilin henkilöllisyydestä. Voit yhä lukea, ja julkaisusi ovat yhä näkyvissä.
fr: La publication est suspendue pendant que nous vérifions une question sur l’identité de ce compte. Vous pouvez toujours lire, et vos posts restent visibles.
he: הפרסום מושהה בזמן שאנחנו בודקים שאלה לגבי זהות החשבון הזה. אפשר עדיין לקרוא, והפוסטים שלך עדיין גלויים.
hi: इस अकाउंट की पहचान के बारे में एक सवाल की जाँच के दौरान पोस्ट करना रुका हुआ है। आप पढ़ सकते हैं, और आपकी पोस्ट अब भी दिखती हैं।
hr: Objavljivanje je pauzirano dok provjeravamo pitanje o identitetu ovog računa. I dalje možeš čitati, a tvoje objave i dalje su vidljive.
hu: A bejegyzések írása szünetel, amíg egy kérdést ellenőrzünk a fiók személyazonosságával kapcsolatban. Olvasni továbbra is tudsz, és a bejegyzéseid továbbra is láthatók.
id: Memposting dijeda selagi kami memeriksa pertanyaan tentang identitas akun ini. Kamu masih bisa membaca, dan postinganmu tetap terlihat.
it: La pubblicazione è sospesa mentre verifichiamo una questione sull'identità di questo account. Puoi ancora leggere e i tuoi post restano visibili.
ja: このアカウントの本人情報について確認中のため、投稿を一時停止しています。閲覧はできますし、投稿も引き続き表示されます。
ko: 이 계정의 신원에 관한 문의를 확인하는 동안 게시가 일시 중지되었어요. 읽기는 계속 가능하고 게시물도 그대로 보여요.
ml: ഈ അക്കൗണ്ടിന്റെ ഐഡന്റിറ്റിയെക്കുറിച്ചുള്ള ഒരു ചോദ്യം പരിശോധിക്കുന്നതിനാൽ പോസ്റ്റിംഗ് താൽക്കാലികമായി നിർത്തിവച്ചിരിക്കുന്നു. നിങ്ങൾക്ക് ഇപ്പോഴും വായിക്കാം, നിങ്ങളുടെ പോസ്റ്റുകൾ ഇപ്പോഴും ദൃശ്യമാണ്.
ms: Penyiaran dijeda sementara kami menyemak persoalan tentang identiti akaun ini. Anda masih boleh membaca, dan siaran anda masih kelihatan.
nb: Publisering er satt på pause mens vi sjekker et spørsmål om identiteten til denne kontoen. Du kan fortsatt lese, og innleggene dine er fortsatt synlige.
nl: Posten is gepauzeerd terwijl we een vraag over de identiteit van dit account onderzoeken. Je kunt nog steeds lezen en je berichten blijven zichtbaar.
pl: Publikowanie jest wstrzymane, dopóki sprawdzamy pytanie dotyczące tożsamości tego konta. Nadal możesz czytać, a Twoje wpisy są widoczne.
pt_br: As publicações estão pausadas enquanto verificamos uma dúvida sobre a identidade desta conta. Você ainda pode ler, e seus posts continuam visíveis.
pt_pt: As publicações estão em pausa enquanto verificamos uma questão sobre a identidade desta conta. Pode continuar a ler, e as suas publicações continuam visíveis.
ro: Postarea este oprită cât timp verificăm o întrebare despre identitatea acestui cont. Poți citi în continuare, iar postările tale rămân vizibile.
ru: Публикация приостановлена, пока мы проверяем вопрос о личности владельца этого аккаунта. Вы по-прежнему можете читать, а ваши посты остаются видимыми.
sk: Písanie príspevkov je pozastavené, kým preverujeme otázku k totožnosti tohto účtu. Stále môžeš čítať a tvoje príspevky sú stále viditeľné.
sv: Publicering är pausad medan vi kontrollerar en fråga om det här kontots identitet. Du kan fortfarande läsa, och dina inlägg är fortfarande synliga.
ta: இந்தக் கணக்கின் அடையாளம் பற்றிய கேள்வியை நாங்கள் சரிபார்க்கும் வரை இடுவது நிறுத்தப்பட்டுள்ளது. நீங்கள் இன்னும் படிக்கலாம், உங்கள் இடுகைகள் இன்னும் தெரியும்.
te: ఈ ఖాతా గుర్తింపు గురించి ఒక ప్రశ్నను తనిఖీ చేస్తున్నందున పోస్ట్ చేయడం నిలిపివేయబడింది. మీరు ఇంకా చదవవచ్చు, మీ పోస్ట్‌లు ఇంకా కనిపిస్తాయి.
th: การโพสต์ถูกหยุดชั่วคราวระหว่างที่เราตรวจสอบข้อสงสัยเกี่ยวกับตัวตนของบัญชีนี้ คุณยังอ่านได้ และโพสต์ของคุณยังมองเห็นได้
tr: Bu hesabın kimliğiyle ilgili bir soruyu kontrol ederken gönderi paylaşımı duraklatıldı. Yine de okuyabilirsiniz ve gönderileriniz görünür kalır.
uk: Публікацію призупинено, поки ми розглядаємо питання щодо особи власника цього облікового запису. Ви все ще можете читати, а ваші дописи залишаються видимими.
ur: اس اکاؤنٹ کی شناخت کے بارے میں ایک سوال کی جانچ تک پوسٹنگ رکی ہوئی ہے۔ آپ اب بھی پڑھ سکتے ہیں، اور آپ کی پوسٹس اب بھی نظر آتی ہیں۔
vi: Việc đăng bài tạm dừng trong khi chúng tôi kiểm tra một câu hỏi về danh tính của tài khoản này. Bạn vẫn đọc được, và bài đăng của bạn vẫn hiển thị.
zh_hans: 我们正在核查有关此账户身份的一个疑问，发帖暂时停用。你仍可阅读，你的帖子也仍然可见。
zh_hant: 在我們確認關於此帳號身分的問題期間，發文功能暫停。你仍可閱讀，你的貼文也仍然可見。

# error.imageTooLarge
source: That image is too big. Pick one under 40 MB.
ar: هذه الصورة كبيرة جدًا. اختر صورة أقل من 40 ميغابايت.
bn: ছবিটি খুব বড়। ৪০ MB-এর কম একটি বেছে নিন।
ca: Aquesta imatge és massa gran. Tria'n una de menys de 40 MB.
cs: Ten obrázek je příliš velký. Vyber jeden pod 40 MB.
da: Det billede er for stort. Vælg et under 40 MB.
de: Das Bild ist zu groß. Wähle eines unter 40 MB.
el: Αυτή η εικόνα είναι πολύ μεγάλη. Διάλεξε μία κάτω από 40 MB.
es: Esa imagen es demasiado grande. Elige una de menos de 40 MB.
fi: Kuva on liian suuri. Valitse alle 40 Mt:n kuva.
fr: Cette image est trop grande. Choisissez-en une de moins de 40 Mo.
he: התמונה הזו גדולה מדי. בחר תמונה מתחת ל-40 MB.
hi: वह इमेज बहुत बड़ी है। 40 MB से छोटी चुनें।
hr: Ta slika je prevelika. Odaberi manju od 40 MB.
hu: Ez a kép túl nagy. Válassz 40 MB-nál kisebbet.
id: Gambar itu terlalu besar. Pilih yang di bawah 40 MB.
it: Questa immagine è troppo grande. Scegline una sotto i 40 MB.
ja: 画像が大きすぎます。40 MB未満のものを選んでください。
ko: 이미지가 너무 커요. 40MB 미만인 이미지를 선택하세요.
ml: ആ ചിത്രം വളരെ വലുതാണ്. 40 MB-യിൽ താഴെയുള്ളത് തിരഞ്ഞെടുക്കുക.
ms: Imej itu terlalu besar. Pilih yang kurang daripada 40 MB.
nb: Bildet er for stort. Velg et under 40 MB.
nl: Die afbeelding is te groot. Kies er een van minder dan 40 MB.
pl: Ten obraz jest za duży. Wybierz mniejszy niż 40 MB.
pt_br: Essa imagem é grande demais. Escolha uma com menos de 40 MB.
pt_pt: Essa imagem é demasiado grande. Escolha uma com menos de 40 MB.
ro: Imaginea este prea mare. Alege una sub 40 MB.
ru: Это изображение слишком большое. Выберите файл меньше 40 МБ.
sk: Tento obrázok je príliš veľký. Vyber taký pod 40 MB.
sv: Den bilden är för stor. Välj en under 40 MB.
ta: அந்தப் படம் மிகப் பெரியது. 40 MB-க்குக் குறைவானதைத் தேர்ந்தெடுங்கள்.
te: ఆ చిత్రం చాలా పెద్దది. 40 MB లోపు ఉన్నదాన్ని ఎంచుకోండి.
th: รูปนี้ใหญ่เกินไป เลือกรูปที่เล็กกว่า 40 MB
tr: Bu görsel çok büyük. 40 MB'tan küçük bir tane seçin.
uk: Це зображення завелике. Виберіть менше ніж 40 МБ.
ur: وہ تصویر بہت بڑی ہے۔ 40 MB سے کم کی چنیں۔
vi: Ảnh này quá lớn. Hãy chọn ảnh dưới 40 MB.
zh_hans: 这张图片太大了。请选择小于 40 MB 的图片。
zh_hant: 這張圖片太大了。請選擇小於 40 MB 的圖片。

# error.imageUnavailable
source: A picture in this post is no longer available. Remove it and add it again.
ar: إحدى صور هذا المنشور لم تعد متاحة. احذفها ثم أضفها من جديد.
bn: এই পোস্টের একটি ছবি আর পাওয়া যাচ্ছে না। সেটি সরিয়ে আবার যোগ করুন।
ca: Una imatge d'aquesta publicació ja no està disponible. Elimina-la i torna-la a afegir.
cs: Obrázek v tomto příspěvku už není dostupný. Odeber ho a přidej znovu.
da: Et billede i dette opslag er ikke længere tilgængeligt. Fjern det, og tilføj det igen.
de: Ein Bild in diesem Beitrag ist nicht mehr verfügbar. Entferne es und füge es erneut hinzu.
el: Μια εικόνα σε αυτή την ανάρτηση δεν είναι πια διαθέσιμη. Αφαίρεσέ την και πρόσθεσέ την ξανά.
es: Una imagen de esta publicación ya no está disponible. Quítala y vuelve a añadirla.
fi: Tämän julkaisun kuva ei ole enää saatavilla. Poista se ja lisää uudelleen.
fr: Une image de ce post n’est plus disponible. Retirez-la et ajoutez-la à nouveau.
he: תמונה בפוסט הזה כבר לא זמינה. הסר אותה והוסף אותה שוב.
hi: इस पोस्ट की एक तस्वीर अब उपलब्ध नहीं है। उसे हटाकर फिर से जोड़ें।
hr: Slika u ovoj objavi više nije dostupna. Ukloni je i dodaj ponovno.
hu: A bejegyzés egyik képe már nem érhető el. Töröld, és add hozzá újra.
id: Sebuah gambar di postingan ini sudah tidak tersedia. Hapus lalu tambahkan lagi.
it: Un'immagine in questo post non è più disponibile. Rimuovila e aggiungila di nuovo.
ja: この投稿の画像が利用できなくなりました。削除して、もう一度追加してください。
ko: 이 게시물의 사진 중 하나를 더 이상 사용할 수 없어요. 삭제한 후 다시 추가하세요.
ml: ഈ പോസ്റ്റിലെ ഒരു ചിത്രം ഇനി ലഭ്യമല്ല. അത് നീക്കം ചെയ്ത് വീണ്ടും ചേർക്കുക.
ms: Gambar dalam siaran ini sudah tidak tersedia. Alih keluar dan tambah semula.
nb: Et bilde i dette innlegget er ikke lenger tilgjengelig. Fjern det og legg det til på nytt.
nl: Een afbeelding in dit bericht is niet meer beschikbaar. Verwijder hem en voeg hem opnieuw toe.
pl: Obraz w tym wpisie jest już niedostępny. Usuń go i dodaj ponownie.
pt_br: Uma imagem deste post não está mais disponível. Remova-a e adicione de novo.
pt_pt: Uma imagem nesta publicação já não está disponível. Remova-a e adicione-a novamente.
ro: O imagine din această postare nu mai este disponibilă. Elimin-o și adaug-o din nou.
ru: Изображение в этом посте больше недоступно. Удалите его и добавьте снова.
sk: Obrázok v tomto príspevku už nie je dostupný. Odstráň ho a pridaj znova.
sv: En bild i det här inlägget är inte längre tillgänglig. Ta bort den och lägg till den igen.
ta: இந்த இடுகையில் உள்ள ஒரு படம் இனி கிடைக்கவில்லை. அதை அகற்றி மீண்டும் சேருங்கள்.
te: ఈ పోస్ట్‌లోని ఒక చిత్రం ఇకపై అందుబాటులో లేదు. దాన్ని తొలగించి మళ్లీ జోడించండి.
th: รูปในโพสต์นี้ใช้ไม่ได้แล้ว ลบแล้วเพิ่มใหม่
tr: Bu gönderideki bir resim artık kullanılamıyor. Kaldırıp yeniden ekleyin.
uk: Зображення в цьому дописі більше недоступне. Видаліть його й додайте знову.
ur: اس پوسٹ کی ایک تصویر اب دستیاب نہیں۔ اسے ہٹائیں اور دوبارہ شامل کریں۔
vi: Một ảnh trong bài đăng này không còn khả dụng. Hãy xóa và thêm lại.
zh_hans: 此帖子中的一张图片已不可用。请移除后重新添加。
zh_hant: 此貼文中的一張圖片已無法使用。請移除後重新加入。

# error.invalidCountry
source: Country codes are two letters, like SA or JP.
ar: رموز الدول من حرفين، مثل SA أو JP.
bn: দেশের কোড দুই অক্ষরের হয়, যেমন SA বা JP।
ca: Els codis de país són de dues lletres, com SA o JP.
cs: Kódy zemí mají dvě písmena, například SA nebo JP.
da: Landekoder er to bogstaver, f.eks. SA eller JP.
de: Ländercodes bestehen aus zwei Buchstaben, z. B. SA oder JP.
el: Οι κωδικοί χώρας είναι δύο γράμματα, όπως SA ή JP.
es: Los códigos de país son dos letras, como SA o JP.
fi: Maatunnukset ovat kaksi kirjainta, kuten SA tai JP.
fr: Les codes de pays comptent deux lettres, comme SA ou JP.
he: קודי מדינה הם שתי אותיות, כמו SA או JP.
hi: देश कोड दो अक्षरों के होते हैं, जैसे SA या JP।
hr: Kodovi zemalja su dva slova, na primjer SA ili JP.
hu: Az országkód két betű, például SA vagy JP.
id: Kode negara terdiri dari dua huruf, seperti SA atau JP.
it: I codici paese sono di due lettere, come SA o JP.
ja: 国コードはSAやJPのような2文字です。
ko: 국가 코드는 SA, JP처럼 두 글자예요.
ml: രാജ്യ കോഡുകൾ SA അല്ലെങ്കിൽ JP പോലെ രണ്ട് അക്ഷരങ്ങളാണ്.
ms: Kod negara ialah dua huruf, seperti SA atau JP.
nb: Landskoder er to bokstaver, som SA eller JP.
nl: Landcodes bestaan uit twee letters, zoals SA of JP.
pl: Kody krajów składają się z dwóch liter, np. SA lub JP.
pt_br: Os códigos de país têm duas letras, como SA ou JP.
pt_pt: Os códigos de país têm duas letras, como PT ou JP.
ro: Codurile de țară au două litere, ca SA sau JP.
ru: Код страны — две буквы, например SA или JP.
sk: Kódy krajín majú dve písmená, napríklad SA alebo JP.
sv: Landskoder består av två bokstäver, som SA eller JP.
ta: நாட்டுக் குறியீடுகள் SA அல்லது JP போல இரண்டு எழுத்துகள்.
te: దేశ కోడ్‌లు రెండు అక్షరాలు, SA లేదా JP లాగా.
th: รหัสประเทศมีสองตัวอักษร เช่น SA หรือ JP
tr: Ülke kodları SA veya JP gibi iki harftir.
uk: Коди країн складаються з двох літер, як-от SA або JP.
ur: ملک کے کوڈ دو حروف کے ہوتے ہیں، جیسے SA یا JP۔
vi: Mã quốc gia gồm hai chữ cái, như SA hoặc JP.
zh_hans: 国家代码为两个字母，例如 SA 或 JP。
zh_hant: 國家代碼為兩個字母，例如 SA 或 JP。

# error.invalidCredentials
source: That email and password don't match.
ar: البريد وكلمة المرور غير متطابقين.
bn: ইমেইল ও পাসওয়ার্ড মিলছে না।
ca: El correu i la contrasenya no coincideixen.
cs: Tento e-mail a heslo se neshodují.
da: Den e-mail og adgangskode passer ikke sammen.
de: E-Mail und Passwort passen nicht zusammen.
el: Το email και ο κωδικός δεν ταιριάζουν.
es: Ese correo y esa contraseña no coinciden.
fi: Sähköposti ja salasana eivät täsmää.
fr: Cet e-mail et ce mot de passe ne correspondent pas.
he: הדוא״ל והסיסמה האלה לא תואמים.
hi: वह ईमेल और पासवर्ड मेल नहीं खाते।
hr: Ta e-pošta i lozinka se ne podudaraju.
hu: Az e-mail-cím és a jelszó nem egyezik.
id: Email dan kata sandi itu tidak cocok.
it: Email e password non corrispondono.
ja: メールとパスワードが一致しません。
ko: 이메일과 비밀번호가 일치하지 않아요.
ml: ആ ഇമെയിലും പാസ്‌വേഡും ഒത്തുപോകുന്നില്ല.
ms: Emel dan kata laluan itu tidak sepadan.
nb: E-posten og passordet stemmer ikke overens.
nl: Dat e-mailadres en wachtwoord komen niet overeen.
pl: Ten e-mail i hasło do siebie nie pasują.
pt_br: Esse e-mail e essa senha não correspondem.
pt_pt: Esse email e palavra-passe não coincidem.
ro: E-mailul și parola nu coincid.
ru: Почта и пароль не совпадают.
sk: Tento e-mail a heslo sa nezhodujú.
sv: E-postadressen och lösenordet stämmer inte överens.
ta: அந்த மின்னஞ்சலும் கடவுச்சொல்லும் பொருந்தவில்லை.
te: ఆ ఈమెయిల్, పాస్‌వర్డ్ సరిపోలడం లేదు.
th: อีเมลและรหัสผ่านนั้นไม่ตรงกัน
tr: Bu e-posta ve şifre eşleşmiyor.
uk: Ця пошта й пароль не збігаються.
ur: وہ ای میل اور پاس ورڈ آپس میں نہیں ملتے۔
vi: Email và mật khẩu không khớp.
zh_hans: 邮箱和密码不匹配。
zh_hant: 電子郵件與密碼不相符。

# error.invalidDateOfBirth
source: Enter the date of birth printed on your document.
ar: أدخل تاريخ الميلاد المطبوع في وثيقتك.
bn: আপনার নথিতে ছাপা জন্মতারিখ দিন।
ca: Introdueix la data de naixement impresa al teu document.
cs: Zadej datum narození uvedené na tvém dokladu.
da: Indtast den fødselsdato, der står på dit dokument.
de: Gib das in deinem Dokument angegebene Geburtsdatum ein.
el: Εισήγαγε την ημερομηνία γέννησης που αναγράφεται στο έγγραφό σου.
es: Introduce la fecha de nacimiento impresa en tu documento.
fi: Anna asiakirjaasi painettu syntymäaika.
fr: Saisissez la date de naissance imprimée sur votre document.
he: הזן את תאריך הלידה המודפס במסמך שלך.
hi: अपने दस्तावेज़ पर छपी जन्म तिथि दर्ज करें।
hr: Unesi datum rođenja otisnut na tvojoj ispravi.
hu: Add meg az okmányodra nyomtatott születési dátumot.
id: Masukkan tanggal lahir yang tercetak di dokumenmu.
it: Inserisci la data di nascita stampata sul tuo documento.
ja: 書類に印字されている生年月日を入力してください。
ko: 문서에 인쇄된 생년월일을 입력하세요.
ml: നിങ്ങളുടെ രേഖയിൽ അച്ചടിച്ചിരിക്കുന്ന ജനനത്തീയതി നൽകുക.
ms: Masukkan tarikh lahir yang tercetak pada dokumen anda.
nb: Skriv inn fødselsdatoen som står på dokumentet ditt.
nl: Voer de geboortedatum in die op je document staat.
pl: Wpisz datę urodzenia z Twojego dokumentu.
pt_br: Informe a data de nascimento impressa no seu documento.
pt_pt: Introduza a data de nascimento impressa no seu documento.
ro: Introdu data nașterii tipărită pe document.
ru: Введите дату рождения, напечатанную в документе.
sk: Zadaj dátum narodenia vytlačený na tvojom doklade.
sv: Ange födelsedatumet som står på ditt dokument.
ta: உங்கள் ஆவணத்தில் அச்சிடப்பட்ட பிறந்த தேதியை உள்ளிடுங்கள்.
te: మీ పత్రంపై ముద్రించిన పుట్టిన తేదీని నమోదు చేయండి.
th: ใส่วันเกิดที่พิมพ์บนเอกสารของคุณ
tr: Belgenizde yazan doğum tarihini girin.
uk: Введіть дату народження, надруковану у вашому документі.
ur: اپنے دستاویز پر چھپی ہوئی تاریخ پیدائش درج کریں۔
vi: Nhập ngày sinh in trên giấy tờ của bạn.
zh_hans: 请输入证件上印的出生日期。
zh_hant: 請輸入證件上印的出生日期。
